{
    "skills": [
        {
            "title": "Industry research",
            "description": "Ability to conduct comprehensive research on industry trends, market dynamics, and competitive landscapes. Essential for staying informed about relevant changes and opportunities in the industry.",
            "image": "https://static.thenounproject.com/png/3239458-200.png",
            "route": ""
        },
        {
            "title": "Organizing Skills",
            "description": "Proficiency in organizing and structuring information, resources, and tasks efficiently. Creating systematic processes to streamline project workflows and enhance overall organizational effectiveness",
            "image": "https://cdn3.iconfinder.com/data/icons/communication-skills-linear-outline/300/07-07-20_communication_skills_editable_stroke_1-512.png",
            "route": ""
        },
        {
            "title": "Strategic Planning",
            "description": "Adept at strategic planning, developing project roadmaps, and setting clear objectives. Strong capability to foresee potential challenges and devise contingency plans, ensuring smooth project execution.",
            "image": "https://static.thenounproject.com/png/1010386-200.png",
            "route": ""
        },
        {
            "title": "Project Management",
            "description": "Proven track record in leading and managing projects from initiation to completion. Proficient in project planning, resource allocation, risk management, and delivering projects on time and within budget.",
            "image": "https://png.pngtree.com/png-vector/20230428/ourmid/pngtree-project-management-line-icon-vector-png-image_6738629.png",
            "route": ""
        },
        {
            "title": "Teaching",
            "description": "Capability to transfer knowledge effectively, providing guidance and mentorship to project team members. Creating a culture of continuous learning and skill development within the team.",
            "image": "https://icons.veryicon.com/png/o/education-technology/education-cloud/teach.png",
            "route": ""
        },
        {
            "title": "Product Management",
            "description": "Profound understanding of product lifecycle management, from concept to delivery. In-depth knowledge of user needs, market trends, and the ability to guide the development of innovative and successful products.",
            "image": "https://cdn-icons-png.flaticon.com/512/7656/7656482.png",
            "route": ""
        },
        {
            "title": "Networking Skills",
            "description": "Ability to build and maintain strong professional relationships with key stakeholders, collaborators, and industry influencers. Leveraging networks for business development, partnerships, and project support.",
            "image": "",
            "route": ""
        },
        {
            "title": "Intrapersonal Skills",
            "description": "Strong self-awareness, emotional intelligence, and effective communication within the team. The ability to motivate and inspire team members, fostering a positive and collaborative work environment.",
            "image": "",
            "route": ""
        },
        {
            "title": "Marketing Management",
            "description": "Expertise in planning and executing marketing strategies to promote and enhance the visibility of projects. Leveraging marketing channels effectively to reach target audiences and achieve project goals.",
            "image": "",
            "route": ""
        }
    ]
}