{
    "work": [
        {
            "title": "VCCI",
            "description": "In my role as a core organizing member at Vizag Chamber of Commerce and Industry (VCCI), collaborating with the Venture Development Centre from GITAM University, I played a key role in spearheading a comprehensive program focused on fostering entrepreneurship. Over the course of a 24-hour session, I actively contributed to the organization and execution of various initiatives aimed at students from start schools. Our program, initiated from ideation to the development of basic prototypes, aimed to provide a holistic understanding of entrepreneurship and the startup ecosystem. Working closely with the director, I facilitated and conducted sessions that covered crucial aspects of the entrepreneurial journey. The goal was to equip participants with the knowledge and skills necessary to navigate the challenges of establishing a startup, from generating innovative ideas to building tangible prototypes. This experience not only enriched the participants' understanding of entrepreneurship but also contributed to the overall promotion of a dynamic startup culture within the community.",
            "image": "work/vcci.jpeg",
            "route": "",
            "gist": "As a core organizer at VCCI, I led a 24-hour program with GITAM University, guiding start school students from ideation to prototype development. Collaborating closely with the director, I facilitated sessions to empower participants with startup skills, contributing to the promotion of a dynamic startup culture in the community."
        },
        {
            "title": "Empowering Future Innovators: My Role in the Fuel and Soil Events",
            "description": "I played a crucial role in the Fuel/Soil Event by the Venture Development Center at Gitam, aiming to inspire the next generation in entrepreneurship. During school visits, I delivered an engaging session on the dynamic startup landscape in India, fostering curiosity and innovation. Through hands-on activities, I encouraged critical thinking and teamwork skills, providing practical insights into startup challenges. Additionally, I facilitated open discussions, allowing students to explore their entrepreneurial aspirations. The impact of these events was measured not just in knowledge shared but in sparking students' interest and potential entrepreneurial journeys. As a representative, I took pride in catalyzing change and nurturing innovation among future leaders. This experience was about planting seeds of inspiration, hoping to witness the flourishing of entrepreneurial spirit in the young minds we engaged with.",
            "image": "",
            "route": "",
            "gist": "I played a key role in the Fuel/Soil Event, representing the Venture Development Center at Gitam. My mission was to inspire and empower students with insights into entrepreneurship and startups in India. Through engaging presentations, hands-on activities, and open discussions, I aimed to foster a culture of innovation and ignite a spark for entrepreneurship among the next generation."
        },
        {
            "title": "Confederation of Indian Industry",
            "description": "I actively contributed to the Confederation of Indian Industry (CII) event held at Novotel Vizag, where I volunteered and led the finance team. In this pivotal role, I played a key part in managing the financial aspects of the CII Logistics Conference alongside my team. Our responsibilities included budgeting, financial planning, and ensuring seamless financial operations throughout the event. Our dedication and effective financial management received appreciation, highlighting our valuable contributions to the success of the CII Logistics Conference.",
            "route": "",
            "gist": "As a dedicated volunteer for the Confederation of Indian Industry (CII) event at Novotel Vizag, I played a pivotal role in managing the finance domain, including financial planning and budgeting for the logistics conference. Utilizing strong organizational and financial acumen, I optimized resources through meticulous attention to detail, contributing significantly to the event's financial success and earning appreciation for my efforts."
        }
    ]
}